Revit 2027 API
LinkOperations Properties
The LinkOperations type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
LinkOperations Class
Autodesk.Revit.DB Namespace